{"class_name": "Tokenizer", "config": {"num_words": 12000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 5842, "word_counts": "{\"government\": 23, \"instead\": 1, \"propose\": 27, \"exchange\": 69, \"state\": 33, \"stake\": 66, \"lmt\": 2, \"teliasonera\": 26, \"lattelecom\": 3, \"release\": 62, \"company\": 915, \"say\": 574, \"vocollect\": 1, \"t2\": 1, \"customer\": 126, \"north\": 32, \"america\": 32, \"advantage\": 4, \"voice\": 14, \"direct\": 19, \"warehousing\": 2, \"solution\": 155, \"increase\": 226, \"warehouse\": 9, \"efficiency\": 16, \"productivity\": 4, \"gain\": 35, \"discount\": 4, \"price\": 181, \"furthermore\": 7, \"fully\": 11, \"electrically\": 1, \"drive\": 23, \"crane\": 16, \"environmentally\": 3, \"friendly\": 2, \"profit\": 584, \"total\": 298, \"ls\": 8, \"578100\": 2, \"h1\": 9, \"2007\": 290, \"309\": 4, \"yearonyear\": 40, \"finnish\": 527, \"construction\": 93, \"group\": 332, \"lemminkninen\": 6, \"award\": 41, \"road\": 11, \"building\": 69, \"contract\": 167, \"lithuanian\": 8, \"transport\": 15, \"administration\": 20, \"new\": 276, \"production\": 113, \"plant\": 136, \"capacity\": 44, \"meet\": 21, \"expect\": 149, \"demand\": 41, \"improve\": 43, \"use\": 56, \"raw\": 19, \"material\": 42, \"profitability\": 13, \"accord\": 115, \"work\": 62, \"start\": 105, \"spring\": 12, \"facility\": 50, \"commission\": 20, \"2008\": 336, \"france\": 17, \"tlcom\": 1, \"spend\": 5, \"time\": 95, \"study\": 18, \"potential\": 23, \"takeover\": 26, \"target\": 66, \"shareholder\": 51, \"want\": 18, \"sell\": 118, \"pellissier\": 1, \"stockmann\": 26, \"earn\": 5, \"3398\": 1, \"million\": 493, \"lat\": 2, \"48012\": 1, \"turnover\": 41, \"long\": 92, \"endp\": 8, \"2623\": 1, \"agn\": 3, \"bo\": 4, \"rumor\": 7, \"250\": 11, \"reduction\": 25, \"implement\": 22, \"pension\": 19, \"arrangement\": 11, \"mister\": 35, \"skogster\": 2, \"currently\": 40, \"serve\": 25, \"manager\": 21, \"responsible\": 17, \"abb\": 4, \"oy\": 85, \"system\": 139, \"module\": 6, \"low\": 114, \"voltage\": 1, \"operating\": 264, \"eur\": 1284, \"90\": 18, \"mn\": 729, \"97\": 9, \"half\": 87, \"begin\": 27, \"negotiation\": 44, \"estimate\": 95, \"number\": 74, \"50\": 45, \"maximum\": 23, \"marubeni\": 2, \"participate\": 13, \"ghg\": 1, \"green\": 16, \"house\": 21, \"gas\": 22, \"emission\": 7, \"project\": 114, \"overseas\": 1, \"obtain\": 5, \"credit\": 28, \"provide\": 97, \"japanese\": 5, \"client\": 22, \"focus\": 40, \"resources\": 1, \"clinical\": 4, \"research\": 34, \"cdp\": 1, \"establish\": 35, \"initiative\": 7, \"institutional\": 4, \"investor\": 47, \"annually\": 8, \"publish\": 41, \"result\": 148, \"interest\": 31, \"report\": 192, \"control\": 37, \"speed\": 10, \"electric\": 2, \"motor\": 7, \"industry\": 102, \"municipal\": 3, \"engineering\": 47, \"power\": 46, \"generation\": 10, \"renewable\": 3, \"energy\": 48, \"heating\": 11, \"form\": 21, \"hot\": 6, \"water\": 26, \"sawmill\": 10, \"need\": 39, \"china\": 54, \"unicom\": 2, \"nyse\": 17, \"chu\": 1, \"hkse\": 1, \"0762\": 1, \"shse\": 1, \"600050\": 1, \"second\": 95, \"large\": 82, \"mobile\": 108, \"carrier\": 15, \"country\": 67, \"policy\": 9, \"aim\": 26, \"make\": 38, \"profitable\": 8, \"competitive\": 10, \"gunneflo\": 1, \"oriolakd\": 7, \"pharmaceutical\": 34, \"trade\": 57, \"business\": 268, \"sweden\": 42, \"tekla\": 16, \"structure\": 35, \"16\": 32, \"installation\": 16, \"build\": 72, \"microsoft\": 12, \"requirement\": 7, \"window\": 9, \"7\": 43, \"certification\": 5, \"add\": 58, \"date\": 19, \"connection\": 11, \"36\": 25, \"final\": 9, \"specify\": 3, \"14\": 42, \"2010\": 245, \"acquire\": 60, \"consortium\": 3, \"include\": 182, \"fund\": 46, \"manage\": 42, \"oko\": 6, \"bank\": 151, \"venture\": 24, \"capital\": 117, \"unit\": 139, \"bio\": 1, \"management\": 75, \"investment\": 129, \"governmentowned\": 2, \"earning\": 83, \"share\": 512, \"eps\": 41, \"drop\": 56, \"021\": 8, \"031\": 2, \"berkshire\": 7, \"seek\": 8, \"boost\": 20, \"wells\": 5, \"fargo\": 5, \"10\": 102, \"percent\": 144, \"2009\": 352, \"outlook\": 25, \"early\": 128, \"carry\": 29, \"lead\": 57, \"net\": 499, \"sale\": 595, \"reach\": 23, \"1417\": 1, \"agree\": 35, \"board\": 96, \"director\": 73, \"available\": 40, \"advisory\": 6, \"role\": 7, \"horizonte\": 1, \"neighbouring\": 2, \"glencore\": 13, \"nickel\": 12, \"property\": 44, \"brazil\": 13, \"neste\": 24, \"oil\": 61, \"quarter\": 317, \"friday\": 29, \"24\": 18, \"october\": 64, \"approximately\": 69, \"9\": 57, \"eastern\": 19, \"european\": 41, \"nordic\": 43, \"walking\": 2, \"summer\": 16, \"training\": 7, \"method\": 17, \"crosscountry\": 5, \"skier\": 4, \"pentikninen\": 1, \"emphasise\": 2, \"internet\": 29, \"content\": 25, \"medium\": 63, \"free\": 13, \"forever\": 2, \"decide\": 28, \"fixedterm\": 3, \"temporary\": 17, \"layoff\": 22, \"firm\": 35, \"headquarter\": 14, \"vantaa\": 11, \"southern\": 12, \"finland\": 319, \"employee\": 76, \"leasing\": 3, \"midday\": 61, \"nordea\": 37, \"liising\": 1, \"end\": 103, \"year\": 377, \"44\": 6, \"euro\": 255, \"geosentric\": 5, \"decrease\": 147, \"939000\": 2, \"januarymarch\": 7, \"standard\": 27, \"chartered\": 3, \"stan\": 1, \"rise\": 144, \"12\": 62, \"ftse\": 32, \"100\": 47, \"royal\": 17, \"scotland\": 1, \"rb\": 6, \"2\": 86, \"barclay\": 14, \"barc\": 2, \"bcs\": 2, \"17\": 43, \"micron\": 2, \"technology\": 119, \"inc\": 41, \"nasdaq\": 21, \"mu\": 4, \"23\": 37, \"today\": 202, \"89\": 11, \"the\": 2, \"short\": 76, \"httpstcoeqqltfuiou\": 1, \"tesco\": 31, \"leap\": 4, \"mark\": 13, \"spencer\": 1, \"look\": 70, \"forward\": 17, \"contribute\": 4, \"srv\": 8, \"success\": 5, \"competence\": 3, \"taneli\": 1, \"hassinen\": 1, \"unilever\": 3, \"turun\": 3, \"sinappi\": 1, \"hold\": 87, \"40\": 48, \"market\": 307, \"huhtamaki\": 17, \"continue\": 100, \"invest\": 32, \"organic\": 3, \"growth\": 84, \"ceo\": 90, \"matti\": 9, \"karppinen\": 4, \"frozen\": 2, \"food\": 42, \"post\": 51, \"good\": 71, \"bbcn\": 1, \"bancorp\": 2, \"buy\": 115, \"wilshire\": 1, \"1\": 100, \"bln\": 17, \"deal\": 101, \"russian\": 38, \"official\": 7, \"inspect\": 2, \"damage\": 4, \"give\": 47, \"vessel\": 18, \"permission\": 2, \"tallinn\": 11, \"430\": 3, \"norwegianregistere\": 1, \"mt\": 2, \"sten\": 1, \"11000\": 2, \"ton\": 17, \"man\": 7, \"filipino\": 1, \"crew\": 4, \"athn\": 1, \"like\": 37, \"setup\": 14, \"stop\": 12, \"day\": 69, \"position\": 54, \"tikkurila\": 21, \"majority\": 13, \"kolorit\": 1, \"paint\": 8, \"autumn\": 13, \"2004\": 45, \"cramo\": 19, \"slip\": 22, \"pretax\": 56, \"loss\": 233, \"67\": 8, \"589\": 4, \"nflx\": 16, \"10480\": 1, \"streaming\": 3, \"service\": 288, \"rapidly\": 5, \"outpace\": 1, \"traditional\": 5, \"cable\": 8, \"tsla\": 63, \"dipping\": 1, \"testing\": 7, \"200\": 22, \"ma\": 11, \"httpstcojeplmzqkgw\": 1, \"eqt\": 2, \"complete\": 52, \"exit\": 7, \"salcomp\": 13, \"phone\": 54, \"charger\": 12, \"remain\": 58, \"swedish\": 40, \"nordstjernan\": 5, \"35\": 34, \"47\": 17, \"industrial\": 41, \"leed\": 3, \"designation\": 1, \"uponor\": 14, \"282000\": 1, \"squarefoot\": 1, \"speculative\": 1, \"distribution\": 39, \"center\": 32, \"park\": 16, \"lakeville\": 1, \"shake\": 4, \"head\": 44, \"get\": 27, \"signal\": 25, \"64\": 10, \"3928\": 1, \"high\": 116, \"3760\": 1, \"gap\": 10, \"3538\": 1, \"dec\": 16, \"grimaldi\": 9, \"15\": 70, \"501percent\": 1, \"finnline\": 12, \"strengthen\": 26, \"partnership\": 11, \"telemig\": 3, \"celular\": 2, \"tecnoman\": 4, \"prepay\": 6, \"operation\": 163, \"broker\": 12, \"highlight\": 3, \"cargotec\": 26, \"prefer\": 5, \"stock\": 147, \"sector\": 58, \"pure\": 2, \"play\": 12, \"global\": 73, \"cargo\": 20, \"container\": 11, \"handling\": 12, \"active\": 10, \"consolidate\": 17, \"shell\": 15, \"70\": 24, \"billion\": 89, \"bg\": 12, \"skepticism\": 1, \"lemminkainen\": 12, \"talo\": 1, \"lahti\": 5, \"office\": 66, \"significant\": 39, \"logistic\": 15, \"premise\": 9, \"constructor\": 2, \"innova\": 2, \"locate\": 19, \"close\": 83, \"downtown\": 3, \"immediate\": 5, \"vicinity\": 2, \"paviljonki\": 1, \"travel\": 13, \"walk\": 1, \"distance\": 3, \"heart\": 3, \"city\": 38, \"thank\": 9, \"fair\": 21, \"bridge\": 20, \"repeat\": 8, \"see\": 45, \"ebita\": 1, \"18\": 40, \"pct\": 115, \"eur0\": 76, \"03\": 19, \"083\": 2, \"concern\": 25, \"personnel\": 37, \"cencorp\": 18, \"corporation\": 122, \"singulase\": 1, \"collect\": 3, \"baltic\": 49, \"sea\": 14, \"region\": 26, \"annual\": 67, \"general\": 39, \"meeting\": 30, \"approve\": 19, \"dividend\": 75, \"010\": 1, \"78\": 12, \"amount\": 66, \"eek\": 8, \"18mn\": 2, \"compare\": 202, \"73\": 6, \"aspocomp\": 24, \"factory\": 23, \"india\": 21, \"halt\": 2, \"financing\": 12, \"problem\": 10, \"order\": 145, \"comprise\": 22, \"line\": 86, \"plywood\": 7, \"mill\": 39, \"statement\": 26, \"receive\": 43, \"lesprom\": 2, \"network\": 90, \"neon\": 1, \"oversell\": 4, \"transaction\": 57, \"mreal\": 27, \"30\": 64, \"metsabotnia\": 4, \"upm\": 18, \"rbi\": 1, \"surprises\": 1, \"street\": 18, \"sensex\": 1, \"pare\": 1, \"hit\": 40, \"mount\": 3, \"30k\": 1, \"acnielsen\": 1, \"scantrack\": 1, \"period\": 334, \"week\": 55, \"2005\": 119, \"2006\": 184, \"cocacola\": 7, \"leader\": 14, \"soft\": 5, \"drink\": 4, \"spain\": 8, \"brandnew\": 8, \"analysis\": 25, \"clear\": 17, \"overview\": 8, \"actual\": 13, \"situation\": 35, \"future\": 26, \"london\": 29, \"seal\": 6, \"a22\": 1, \"merger\": 22, \"germany\": 28, \"deutsche\": 13, \"barse\": 4, \"found\": 9, \"2000\": 10, \"bioview\": 1, \"automate\": 4, \"laboratory\": 10, \"test\": 30, \"especially\": 16, \"diagnostic\": 8, \"cancer\": 12, \"fl\": 2, \"private\": 15, \"equity\": 17, \"division\": 45, \"icelandair\": 1, \"bluebird\": 1, \"sterling\": 2, \"127\": 8, \"177\": 3, \"composite\": 13, \"body\": 7, \"coat\": 6, \"hard\": 8, \"coating\": 10, \"layer\": 4, \"produce\": 35, \"thermal\": 1, \"spray\": 1, \"ground\": 15, \"yelp\": 2, \"go\": 71, \"toast\": 1, \"facade\": 2, \"riga\": 4, \"8\": 56, \"march\": 64, \"yit\": 38, \"oyj\": 250, \"hel\": 124, \"yty1v\": 1, \"frame\": 8, \"tower\": 8, \"adpnews\": 10, \"aug\": 5, \"3\": 109, \"ilkkayhtyma\": 7, \"ilk2s\": 4, \"fall\": 149, \"45\": 33, \"59\": 15, \"usd\": 85, \"84\": 11, \"m\": 453, \"consolidated\": 13, \"unaudited\": 2, \"amanda\": 4, \"ifrs\": 3, \"reporting\": 10, \"netflix\": 2, \"grow\": 73, \"effort\": 4, \"create\": 24, \"loyal\": 5, \"httpstco5qxbkobphe\": 1, \"builder\": 4, \"persimmon\": 4, \"hail\": 1, \"6\": 72, \"gsk\": 5, \"novartis\": 3, \"reshape\": 2, \"drugmaker\": 2, \"plumbing\": 4, \"supplier\": 43, \"2491\": 2, \"julyseptember\": 9, \"2621\": 2, \"baltimore\": 2, \"police\": 2, \"fire\": 5, \"lose\": 21, \"madoff\": 2, \"ponzi\": 2, \"scheme\": 9, \"spy\": 39, \"bull\": 13, \"wait\": 6, \"okmetic\": 25, \"silicon\": 13, \"wafer\": 12, \"process\": 63, \"chain\": 34, \"product\": 170, \"human\": 7, \"interaction\": 2, \"quality\": 20, \"life\": 31, \"prosecutor\": 3, \"outokumpu\": 19, \"pay\": 51, \"fine\": 18, \"800000\": 4, \"bullish\": 22, \"twitter\": 2, \"dip\": 12, \"yhoo\": 13, \"gdx\": 3, \"googl\": 9, \"stz\": 1, \"gold\": 10, \"ew\": 1, \"vz\": 4, \"celg\": 4, \"sbux\": 15, \"scty\": 1, \"more\": 2, \"httpstcoiuzjelfwt3\": 1, \"measure\": 40, \"weak\": 27, \"shipbuilding\": 2, \"gs\": 8, \"install\": 6, \"valve\": 3, \"liquefy\": 3, \"natural\": 17, \"lng\": 6, \"uae\": 3, \"extraction\": 2, \"operator\": 35, \"gasco\": 1, \"ruwais\": 1, \"home\": 24, \"improvement\": 20, \"1173\": 2, \"1566\": 2, \"glaston\": 21, \"glass\": 23, \"processing\": 19, \"tamglass\": 4, \"manufacturer\": 63, \"safety\": 12, \"operate\": 145, \"sampo\": 29, \"lend\": 2, \"136\": 7, \"144\": 5, \"amer\": 13, \"sport\": 34, \"develop\": 73, \"manufacture\": 57, \"technically\": 2, \"advanced\": 9, \"performance\": 35, \"participant\": 9, \"magazine\": 20, \"printing\": 23, \"paper\": 84, \"expand\": 39, \"store\": 49, \"cohen\": 2, \"steers\": 2, \"5\": 89, \"534\": 3, \"626\": 1, \"represent\": 36, \"4985\": 2, \"voting\": 27, \"right\": 71, \"adp\": 32, \"news\": 76, \"feb\": 23, \"13\": 36, \"retailer\": 15, \"kesko\": 20, \"kesbv\": 2, \"exclude\": 39, \"value\": 113, \"tax\": 9, \"vat\": 7, \"stand\": 24, \"6613\": 2, \"8531\": 2, \"january\": 55, \"152\": 3, \"yearonyea\": 2, \"national\": 20, \"april\": 48, \"june\": 37, \"euro26\": 2, \"euro13\": 2, \"marimekko\": 22, \"consider\": 15, \"matter\": 10, \"ab\": 39, \"inbev\": 15, \"offer\": 85, \"sabmiller\": 21, \"breakup\": 4, \"fee\": 7, \"press\": 30, \"28\": 30, \"macgregor\": 7, \"area\": 95, \"marine\": 7, \"handle\": 27, \"offshore\": 8, \"load\": 10, \"hatch\": 3, \"cover\": 52, \"bulk\": 3, \"kyro\": 9, \"cut\": 66, \"staff\": 41, \"100000\": 5, \"m3\": 2, \"wood\": 18, \"niklas\": 1, \"employ\": 35, \"development\": 83, \"alexandria\": 16, \"va\": 16, \"jan\": 19, \"united\": 16, \"states\": 11, \"patent\": 21, \"no\": 8, \"7862685\": 1, \"issue\": 78, \"4\": 73, \"assign\": 4, \"kemira\": 28, \"chemicals\": 2, \"marietta\": 1, \"ga\": 1, \"120\": 9, \"volunteer\": 2, \"digicel\": 2, \"distribute\": 9, \"19000\": 2, \"tent\": 1, \"150\": 18, \"organization\": 15, \"haiti\": 1, \"maarten\": 1, \"boute\": 1, \"teleste\": 25, \"acquisition\": 77, \"entry\": 8, \"french\": 4, \"ragot\": 3, \"loudeac\": 5, \"normandy\": 1, \"waterqueen\": 3, \"tortue\": 3, \"saint\": 6, \"marcel\": 5, \"midfrance\": 1, \"hook\": 6, \"vmc\": 11, \"europe\": 32, \"morvillar\": 5, \"action\": 18, \"expensive\": 3, \"weekend\": 1, \"shift\": 8, \"freeze\": 4, \"bonus\": 1, \"costcutting\": 1, \"program\": 39, \"eur1\": 34, \"correspond\": 141, \"worker\": 19, \"union\": 17, \"sel\": 2, \"plan\": 96, \"hasten\": 2, \"collective\": 3, \"bargaining\": 2, \"twoday\": 5, \"strike\": 13, \"tesla\": 19, \"recall\": 28, \"2700\": 15, \"model\": 44, \"x\": 25, \"car\": 20, \"httpstco8z7bkvstl9\": 1, \"survey\": 4, \"conduct\": 12, \"taloustutkimus\": 2, \"show\": 20, \"badly\": 2, \"prepare\": 9, \"key\": 31, \"member\": 44, \"52\": 14, \"34\": 16, \"20082009\": 2, \"import\": 14, \"retailing\": 1, \"vvauto\": 1, \"171\": 6, \"previously\": 31, \"anticipate\": 7, \"recommendation\": 13, \"reiterate\": 7, \"taxis\": 30, \"577\": 2, \"111\": 4, \"94\": 11, \"9492\": 2, \"10474\": 2, \"hand\": 12, \"2371\": 1, \"simmon\": 2, \"elect\": 6, \"dcuc\": 1, \"chairman\": 39, \"portsmouth\": 1, \"andhgordon\": 1, \"a\": 13, \"defense\": 4, \"council\": 6, \"20072008\": 2, \"term\": 49, \"software\": 66, \"hardware\": 6, \"developer\": 35, \"elektrobit\": 5, \"ebg1v\": 3, \"eb\": 8, \"temporarily\": 15, \"lie\": 17, \"people\": 65, \"achieve\": 10, \"cost\": 78, \"savings\": 5, \"saving\": 20, \"impact\": 18, \"announce\": 71, \"september\": 70, \"29\": 27, \"pohjola\": 20, \"insurance\": 36, \"80\": 21, \"1063\": 1, \"cash\": 63, \"pohjantahti\": 1, \"experience\": 17, \"49\": 19, \"closing\": 8, \"schedule\": 26, \"place\": 41, \"oneoff\": 9, \"item\": 49, \"306\": 5, \"296\": 2, \"quick\": 7, \"onestopshop\": 1, \"understand\": 8, \"eightday\": 1, \"rally\": 13, \"charter\": 13, \"lifting\": 5, \"equipment\": 71, \"maker\": 84, \"konecrane\": 20, \"kcr1v\": 4, \"july\": 32, \"raise\": 34, \"austrian\": 3, \"manipulator\": 1, \"acs\": 1, \"konecranes\": 3, \"german\": 7, \"player\": 22, \"knight\": 1, \"third\": 4, \"orion\": 14, \"come\": 61, \"drug\": 25, \"483\": 2, \"724\": 2, \"export\": 28, \"decline\": 37, \"164\": 4, \"liter\": 25, \"pulp\": 24, \"machinery\": 39, \"vaahto\": 13, \"swing\": 12, \"11\": 48, \"mln\": 348, \"fiscal\": 24, \"200506\": 4, \"august\": 42, \"31\": 36, \"249000\": 1, \"319000\": 1, \"200405\": 2, \"den\": 1, \"boschbase\": 1, \"tomtom\": 2, \"automotive\": 5, \"navigation\": 11, \"device\": 43, \"cayman\": 1, \"islandsbase\": 1, \"garmin\": 2, \"yous\": 27, \"overall\": 11, \"rd\": 10, \"loan\": 26, \"swedbank\": 6, \"ongoing\": 6, \"international\": 43, \"financial\": 135, \"crisis\": 6, \"has80\": 1, \"branches\": 1, \"revenue\": 85, \"quote\": 9, \"omx\": 100, \"helsinki\": 170, \"rautaruukki\": 24, \"rtrk\": 11, \"1249\": 3, \"1724\": 2, \"afternoon\": 7, \"trading\": 24, \"flow\": 31, \"activity\": 36, \"positive\": 36, \"forestry\": 11, \"higher\": 7, \"yesterday\": 24, \"analyst\": 41, \"comment\": 22, \"stora\": 40, \"enso\": 36, \"dagens\": 1, \"industri\": 2, \"dealer\": 10, \"index\": 35, \"commit\": 4, \"sustainable\": 8, \"huge\": 7, \"girder\": 1, \"deliver\": 56, \"site\": 27, \"ylivieska\": 1, \"dwa\": 1, \"skeptical\": 2, \"cheer\": 3, \"real\": 35, \"estate\": 32, \"sponda\": 12, \"vuosaari\": 2, \"harbour\": 1, \"port\": 19, \"boeing\": 1, \"nyseba\": 1, \"bearish\": 9, \"trader\": 9, \"bet\": 2, \"550k\": 1, \"979\": 1, \"expiry\": 1, \"ba\": 2, \"httpstkscotcse\": 1, \"311\": 3, \"122\": 7, \"traffic\": 36, \"8561\": 2, \"tonne\": 23, \"midnighttrader\": 2, \"realtime\": 4, \"delay\": 6, \"07\": 10, \"versus\": 27, \"contrast\": 3, \"76\": 2, \"256\": 6, \"corresponding\": 26, \"ago\": 31, \"1862\": 1, \"foreign\": 10, \"enter\": 19, \"russia\": 74, \"retail\": 41, \"1989\": 3, \"vaalipalveluservice\": 1, \"community\": 8, \"option\": 63, \"additional\": 15, \"75\": 15, \"asc\": 1, \"phase\": 17, \"affected\": 1, \"realize\": 5, \"previous\": 38, \"effect\": 25, \"51\": 19, \"review\": 11, \"base\": 87, \"contracting\": 2, \"update\": 39, \"3bp\": 1, \"settle\": 6, \"spillrelate\": 1, \"claim\": 10, \"halliburton\": 1, \"transocean\": 1, \"log\": 8, \"clearly\": 8, \"pulpwood\": 1, \"0901\": 1, \"ak\": 2, \"dj\": 1, \"steel\": 60, \"auto\": 4, \"turn\": 25, \"ep\": 20, \"044\": 1, \"226\": 4, \"62\": 8, \"85\": 9, \"enable\": 40, \"ensure\": 12, \"treasury\": 3, \"sufficient\": 3, \"instrument\": 7, \"disposal\": 3, \"addition\": 31, \"normal\": 4, \"seasonal\": 2, \"fluctuation\": 2, \"weaken\": 6, \"finnair\": 33, \"believe\": 6, \"cause\": 10, \"daily\": 30, \"excess\": 7, \"2mn\": 4, \"cancel\": 7, \"reservation\": 3, \"passenger\": 35, \"reroute\": 2, \"thomson\": 15, \"sharply\": 4, \"surprise\": 7, \"apriljune\": 11, \"overshadow\": 2, \"month\": 90, \"event\": 9, \"view\": 14, \"live\": 9, \"audio\": 5, \"webcast\": 8, \"wwwahlstromcom\": 3, \"eserie\": 1, \"promise\": 7, \"nokia\": 126, \"e50\": 2, \"equip\": 8, \"variety\": 6, \"email\": 15, \"small\": 40, \"stylised\": 1, \"package\": 4, \"dave\": 1, \"grannan\": 1, \"enterprise\": 15, \"fintech\": 1, \"provider\": 44, \"cafn\": 1, \"cachet\": 1, \"surge\": 14, \"1326\": 1, \"httpstco9bj3csk2i9\": 1, \"jkhy\": 1, \"fisv\": 1, \"momo\": 1, \"elcoteq\": 40, \"se\": 9, \"announcement\": 23, \"february\": 47, \"1000\": 10, \"bulletin\": 2, \"wednesday\": 29, \"900\": 10, \"fio\": 3, \"2135\": 1, \"tank\": 6, \"scale\": 7, \"swiss\": 2, \"franc\": 1, \"record\": 33, \"142\": 5, \"sharp\": 3, \"swk\": 1, \"2180\": 1, \"2400\": 2, \"januaryseptember\": 17, \"donation\": 3, \"university\": 9, \"authorize\": 3, \"donate\": 1, \"max\": 2, \"consumer\": 40, \"packed\": 1, \"fresh\": 6, \"meat\": 20, \"casinos\": 1, \"red\": 10, \"bell\": 2, \"lvs\": 1, \"075\": 1, \"wynn\": 3, \"047\": 6, \"unusual\": 1, \"comibination\": 1, \"what\": 3, \"s\": 46, \"run\": 30, \"swung\": 3, \"63\": 18, \"mos\": 1, \"5865\": 1, \"call\": 39, \"weekly\": 10, \"plc\": 98, \"sal1v\": 5, \"19\": 35, \"november\": 36, \"lower\": 14, \"fullyear\": 17, \"aapl\": 87, \"59249\": 1, \"alma\": 29, \"media\": 17, \"i\": 9, \"d\": 11, \"19447574is\": 1, \"4503151380\": 1, \"divide\": 9, \"75052523\": 1, \"agreement\": 98, \"data\": 12, \"communication\": 55, \"osur\": 1, \"33\": 24, \"625\": 2, \"resistance\": 22, \"533\": 2, \"pullback\": 3, \"2nd\": 3, \"break\": 45, \"abov\": 1, \"objective\": 4, \"kauppalehti\": 4, \"marketplace\": 3, \"25\": 61, \"downloadable\": 1, \"instruction\": 1, \"sheet\": 11, \"instructional\": 1, \"video\": 21, \"idea\": 7, \"awardwinne\": 2, \"punch\": 1, \"tm\": 8, \"find\": 26, \"wwwfiskarscom\": 1, \"26\": 31, \"retrofit\": 1, \"intercontinental\": 3, \"hotel\": 14, \"climb\": 11, \"15bn\": 1, \"special\": 12, \"metal\": 37, \"fear\": 9, \"addus\": 1, \"personal\": 11, \"care\": 5, \"assistance\": 1, \"skilled\": 1, \"nursing\": 1, \"rehabilitative\": 1, \"therapy\": 2, \"adult\": 2, \"completion\": 11, \"subject\": 9, \"diligence\": 1, \"ease\": 2, \"seikku\": 3, \"pori\": 4, \"alholma\": 2, \"pietarsaari\": 3, \"60\": 21, \"lay\": 19, \"midmay\": 2, \"hk\": 13, \"ruokatalo\": 11, \"kilometre\": 5, \"rpk\": 2, \"nearly\": 16, \"flight\": 14, \"825mn\": 1, \"763mn\": 1, \"bawag\": 1, \"benchmark\": 9, \"eliiv\": 1, \"possession\": 1, \"tenth\": 2, \"neomarkka\": 7, \"nembv\": 3, \"kuitu\": 4, \"limited\": 30, \"specialty\": 10, \"cellulose\": 2, \"fiber\": 11, \"subscription\": 30, \"warrant\": 4, \"186074\": 1, \"register\": 27, \"slash\": 8, \"700\": 11, \"job\": 35, \"prlb\": 1, \"hang\": 5, \"tough\": 12, \"upgrade\": 29, \"exist\": 24, \"cybercom\": 4, \"cto\": 1, \"esko\": 1, \"myllyla\": 1, \"broadband\": 20, \"datum\": 52, \"tlt1v\": 7, \"return\": 25, \"27\": 40, \"38\": 18, \"579000\": 1, \"elisa\": 17, \"bring\": 31, \"superior\": 3, \"gaming\": 1, \"olvi\": 15, \"negotiate\": 8, \"apple\": 19, \"major\": 41, \"support\": 71, \"level\": 52, \"watch\": 20, \"httpstkscojrmw\": 1, \"qqq\": 9, \"longterm\": 25, \"siemens\": 20, \"central\": 25, \"honkarakenne\": 10, \"delivery\": 43, \"authorization\": 2, \"force\": 12, \"resolution\": 3, \"scanfil\": 39, \"systems\": 7, \"notice\": 12, \"20\": 82, \"productional\": 3, \"sievi\": 4, \"podcast\": 1, \"harple\": 1, \"lowdown\": 1, \"gypsii\": 6, \"platform\": 14, \"take\": 41, \"location\": 20, \"demographic\": 1, \"information\": 54, \"contextual\": 1, \"world\": 42, \"1510\": 1, \"1437\": 1, \"3235\": 2, \"55\": 23, \"analyze\": 1, \"kaupthe\": 10, \"fit\": 3, \"alandsbanken\": 8, \"chief\": 33, \"executive\": 31, \"peter\": 5, \"wiklof\": 1, \"insolvency\": 1, \"act\": 18, \"regulate\": 2, \"debt\": 17, \"borrower\": 2, \"permit\": 3, \"write\": 11, \"talentum\": 16, \"205\": 5, \"93\": 4, \"1033\": 3, \"964\": 2, \"panostaja\": 12, \"specialise\": 13, \"digital\": 22, \"consist\": 13, \"subsidiary\": 50, \"kopijyva\": 1, \"sokonet\": 1, \"particular\": 9, \"simultaneously\": 4, \"purchase\": 42, \"arena\": 6, \"interactive\": 4, \"partner\": 33, \"kci\": 4, \"technopoli\": 9, \"set\": 42, \"aside\": 1, \"plot\": 6, \"land\": 11, \"46\": 16, \"hectare\": 3, \"mikkonen\": 2, \"nq\": 2, \"got\": 6, \"1889\": 2, \"httpstkscos052z\": 1, \"prothious\": 1, \"wwwprothiouscom\": 1, \"portfolio\": 20, \"detail\": 30, \"bilfinger\": 2, \"win\": 48, \"a100\": 1, \"bp\": 12, \"extension\": 9, \"incur\": 7, \"eur2\": 29, \"annekoski\": 2, \"ownership\": 11, \"galerie\": 1, \"art\": 10, \"sappi\": 6, \"lcs\": 1, \"cycle\": 3, \"tailor\": 3, \"host\": 6, \"maintenance\": 28, \"adpnew\": 9, \"oct\": 15, \"21\": 22, \"finlandbase\": 17, \"consultancy\": 9, \"tieto\": 10, \"tie1v\": 2, \"plunge\": 6, \"294\": 2, \"439\": 5, \"587\": 4, \"o\": 11, \"bluewin\": 1, \"security\": 41, \"monthly\": 7, \"lulu\": 4, \"httpstkscoo17i\": 1, \"bounce\": 23, \"indicator\": 7, \"rsi\": 11, \"macd\": 9, \"smi\": 1, \"worth\": 30, \"tweeple\": 1, \"check\": 6, \"follow\": 56, \"cautious\": 3, \"click\": 4, \"url\": 2, \"tinyurl\": 1, \"patch\": 1, \"beta\": 2, \"jul\": 2, \"ruukki\": 39, \"184\": 2, \"2597\": 2, \"newspaper\": 16, \"reader\": 6, \"unchanged\": 6, \"recently\": 18, \"kroon\": 13, \"32\": 16, \"fifth\": 5, \"lnnnen\": 10, \"tehtaat\": 10, \"streamline\": 8, \"x20ac\": 28, \"385\": 3, \"us\": 11, \"520\": 4, \"mainly\": 18, \"impairment\": 2, \"charge\": 19, \"westpac\": 2, \"banking\": 13, \"corp\": 45, \"frn\": 2, \"past\": 7, \"popular\": 6, \"2760\": 1, \"6300\": 1, \"late\": 27, \"music\": 16, \"5800\": 3, \"express\": 4, \"disclose\": 39, \"newpage\": 4, \"interesting\": 6, \"strategy\": 35, \"workforce\": 6, \"reduce\": 29, \"amsterdam\": 2, \"netherland\": 7, \"moderate\": 1, \"change\": 53, \"2432\": 1, \"cvd\": 1, \"risk\": 9, \"gakrum\": 1, \"nice\": 19, \"chart\": 31, \"distinctive\": 2, \"channel\": 10, \"bottom\": 5, \"130\": 9, \"surmise\": 2, \"aker\": 10, \"comfort\": 2, \"zone\": 11, \"eur732\": 1, \"jussi\": 5, \"pesonen\": 2, \"double\": 22, \"reject\": 9, \"21823\": 1, \"httpstkscosiyn\": 1, \"8797\": 2, \"6734\": 2, \"astrazeneca\": 26, \"zs\": 3, \"pharma\": 5, \"amnl\": 6, \"affect\": 19, \"closedown\": 2, \"citigroup\": 8, \"c\": 8, \"db\": 3, \"ship\": 22, \"vike\": 14, \"eu\": 14, \"decision\": 22, \"efore\": 14, \"presence\": 11, \"open\": 31, \"opportunity\": 9, \"student\": 2, \"dean\": 1, \"faculty\": 1, \"electronic\": 64, \"automation\": 16, \"tkk\": 1, \"tenyear\": 1, \"balance\": 12, \"258\": 1, \"goodwill\": 5, \"ecb\": 3, \"inflation\": 2, \"22\": 45, \"individual\": 6, \"promotion\": 1, \"generate\": 29, \"slightly\": 24, \"higherthanexpecte\": 1, \"edge\": 5, \"kingfisher\": 6, \"block\": 8, \"lamp\": 1, \"harri\": 1, \"koskinen\": 2, \"light\": 13, \"introduce\": 12, \"1996\": 2, \"bestseller\": 2, \"easy\": 3, \"pop\": 11, \"500\": 11, \"steady\": 9, \"600\": 8, \"report800\": 1, \"facebook\": 49, \"pattern\": 11, \"sentiment\": 2, \"impressive\": 3, \"httpstcotajf0ch2qh\": 1, \"nov\": 9, \"aldata\": 23, \"ald1v\": 1, \"kgc\": 1, \"httpstksco3qta\": 1, \"wedge\": 1, \"divergence\": 1, \"launch\": 37, \"pad\": 1, \"3rd\": 2, \"row\": 3, \"vrtx\": 2, \"technical\": 24, \"confirmation\": 2, \"86\": 9, \"fundam\": 1, \"incentive\": 2, \"httpstcoquysrqfo2x\": 1, \"dark\": 2, \"spot\": 4, \"horizon\": 2, \"bottled\": 2, \"party\": 20, \"suomen\": 6, \"rehu\": 2, \"hankkijamaatalous\": 1, \"plcs\": 1, \"recovery\": 8, \"a250\": 1, \"infusion\": 1, \"choose\": 13, \"efficient\": 11, \"bid\": 30, \"stage\": 8, \"antti\": 3, \"orkola\": 2, \"president\": 44, \"growhow\": 3, \"tell\": 23, \"phosphate\": 3, \"depressed\": 2, \"greene\": 1, \"king\": 1, \"festive\": 2, \"season\": 2, \"145\": 4, \"20mn\": 3, \"accounting\": 9, \"purpose\": 3, \"effectiveness\": 1, \"near\": 33, \"big\": 41, \"volume\": 63, \"slump\": 9, \"would\": 3, \"not\": 9, \"varpaisja\": 2, \"rvi\": 2, \"challenging\": 3, \"lindex\": 5, \"whollyowne\": 2, \"public\": 24, \"tender\": 7, \"1nvestor\": 1, \"soda\": 1, \"4271\": 1, \"float\": 6, \"laugh\": 8, \"loud\": 8, \"httpstkscoe0dfp\": 1, \"shire\": 11, \"internal\": 6, \"synergy\": 8, \"goal\": 7, \"baxalta\": 7, \"finnishswedish\": 6, \"likely\": 12, \"485\": 2, \"555\": 3, \"holman\": 3, \"sek\": 16, \"135\": 14, \"cent\": 46, \"profile\": 15, \"contain\": 7, \"history\": 7, \"prospect\": 9, \"competitor\": 6, \"paychex\": 1, \"554000\": 1, \"payroll\": 5, \"nationwide\": 1, \"holding\": 16, \"bn\": 27, \"464\": 1, \"358\": 16, \"92\": 4, \"68\": 6, \"004\": 3, \"002\": 3, \"csx\": 2, \"wall\": 7, \"037\": 5, \"2732b\": 1, \"pivotal\": 2, \"upgrading\": 1, \"httpstcolsahepdqhd\": 1, \"stocktrade\": 1, \"point\": 49, \"clothing\": 16, \"seppnln\": 2, \"1552\": 2, \"criticise\": 4, \"disgraceful\": 1, \"advert\": 1, \"domestic\": 15, \"slap\": 1, \"frost\": 3, \"6067\": 2, \"1133\": 2, \"1014\": 2, \"supply\": 62, \"lkab\": 3, \"pellet\": 2, \"kiruna\": 2, \"northern\": 13, \"354\": 5, \"688\": 2, \"123\": 3, \"500000\": 6, \"registration\": 8, \"outstanding\": 7, \"basware\": 38, \"12890829\": 1, \"soullor\": 1, \"regular\": 4, \"scrappy\": 1, \"q\": 1, \"swy\": 1, \"usually\": 2, \"present\": 18, \"margin\": 38, \"down\": 10, \"way\": 27, \"up\": 14, \"marketwatch\": 5, \"monday\": 26, \"rebound\": 4, \"fail\": 8, \"offset\": 2, \"broad\": 8, \"weakness\": 7, \"bm4\": 1, \"middle\": 8, \"headbox\": 3, \"dilution\": 1, \"financially\": 3, \"outplacement\": 1, \"barronsonline\": 1, \"150share\": 1, \"httpstco3bdnekn7l1\": 1, \"interim\": 18, \"sataflexo\": 1, \"eur4\": 15, \"apparent\": 2, \"observe\": 3, \"perttu\": 1, \"puro\": 1, \"tradeka\": 1, \"peel\": 4, \"dry\": 4, \"parquet\": 1, \"veneer\": 7, \"plyfa\": 1, \"hassela\": 1, \"telecommunication\": 8, \"fluctuate\": 2, \"significantly\": 11, \"unstable\": 2, \"rest\": 8, \"raute\": 19, \"74\": 12, \"satama\": 9, \"462000\": 1, \"664000\": 1, \"electronics\": 15, \"incap\": 23, \"local\": 42, \"53\": 6, \"asian\": 11, \"rost\": 2, \"ross\": 1, \"outperform\": 9, \"rbc\": 1, \"markets\": 5, \"httpstkscoj0q9\": 1, \"t\": 7, \"tiimari\": 17, \"16474755\": 1, \"earnout\": 1, \"payment\": 14, \"depend\": 6, \"intellibis\": 2, \"proceed\": 5, \"4mn\": 3, \"mlnon\": 1, \"varesvuo\": 2, \"subgroup\": 1, \"400000\": 6, \"623000\": 1, \"filmiteollisuus\": 2, \"e658\": 1, \"december\": 24, \"correctedshire\": 1, \"dyax\": 1, \"nugt\": 2, \"branch\": 10, \"design\": 71, \"cerberus\": 2, \"lpbacke\": 2, \"mixed\": 6, \"secondquarter\": 10, \"cast\": 3, \"cloud\": 5, \"initial\": 7, \"offering\": 6, \"sentry\": 2, \"360\": 2, \"integration\": 7, \"360degree\": 1, \"immersive\": 2, \"camera\": 4, \"course\": 7, \"talk\": 18, \"involve\": 17, \"pekka\": 3, \"lundmark\": 1, \"ask\": 8, \"reliance\": 1, \"upcoming\": 1, \"refinery\": 8, \"jamnagar\": 1, \"midstrength\": 2, \"beer\": 34, \"slight\": 4, \"costcutte\": 2, \"strong\": 51, \"refuse\": 4, \"raffle\": 1, \"limit\": 45, \"substantial\": 5, \"holder\": 6, \"archer\": 1, \"exploration\": 3, \"117\": 9, \"182\": 1, \"pc\": 5, \"crhs\": 1, \"concrete\": 4, \"holcim\": 2, \"lafarge\": 2, \"asset\": 33, \"condition\": 18, \"website\": 10, \"usd12\": 4, \"dubai\": 2, \"groundbreaking\": 1, \"enjoy\": 3, \"com\": 1, \"possibly\": 2, \"photomsn\": 1, \"catskillfishe\": 1, \"note\": 20, \"recapture\": 1, \"gld\": 3, \"possible\": 9, \"httpstkscoaw6z\": 1, \"retweet\": 18, \"robbielolz\": 1, \"at\": 1, \"buying\": 7, \"here\": 18, \"britain\": 12, \"preliminary\": 9, \"estimation\": 4, \"50000\": 3, \"square\": 39, \"meter\": 5, \"print\": 12, \"circuit\": 9, \"pcbs\": 2, \"name\": 15, \"henry\": 1, \"gilchrist\": 1, \"senior\": 11, \"vice\": 17, \"operations\": 4, \"parttime\": 3, \"employment\": 9, \"uncertainty\": 7, \"housing\": 11, \"concentrate\": 8, \"supercalendere\": 2, \"satisfactorily\": 1, \"restart\": 2, \"old\": 15, \"newsprint\": 2, \"yard\": 8, \"cruise\": 7, \"ferry\": 16, \"83\": 11, \"phew\": 1, \"far\": 20, \"bbry\": 11, \"1040\": 1, \"coz\": 1, \"statoil\": 3, \"withdraw\": 3, \"algeria\": 1, \"rocket\": 4, \"attack\": 6, \"telco\": 1, \"team\": 21, \"friend\": 8, \"bully\": 2, \"fight\": 2, \"child\": 3, \"teenagers\": 1, \"approach\": 11, \"vdw\": 2, \"integrate\": 8, \"struggle\": 6, \"bunge\": 4, \"sign\": 59, \"licensing\": 9, \"sunnuntai\": 1, \"carlshamn\": 1, \"mejeri\": 1, \"brand\": 40, \"58\": 4, \"fourth\": 37, \"curator\": 1, \"theme\": 1, \"machine\": 24, \"200000\": 7, \"grade\": 7, \"recover\": 3, \"variant\": 2, \"finishing\": 1, \"select\": 14, \"apartment\": 8, \"denmark\": 10, \"onemain\": 1, \"springleaf\": 1, \"425\": 3, \"jp\": 5, \"morgan\": 8, \"scala\": 2, \"nobel\": 2, \"biocare\": 2, \"forecast\": 27, \"current\": 34, \"guidance\": 10, \"2325\": 2, \"3435\": 2, \"712\": 1, \"1111\": 3, \"571\": 1, \"891\": 2, \"wave\": 3, \"min\": 6, \"deduct\": 2, \"meetings\": 1, \"labor\": 2, \"authority\": 16, \"economic\": 16, \"centre\": 12, \"representative\": 10, \"fix\": 27, \"nok\": 11, \"87\": 9, \"peer\": 2, \"peugeot\": 2, \"081\": 3, \"munich\": 3, \"bavaria\": 2, \"industriekapital\": 2, \"ag\": 12, \"gmbh\": 6, \"offenburg\": 1, \"approval\": 21, \"confirm\": 12, \"poyry\": 25, \"expertise\": 13, \"multidiscipline\": 1, \"consulting\": 11, \"lifecycle\": 4, \"deepwater\": 1, \"intend\": 10, \"relocate\": 6, \"space\": 17, \"east\": 11, \"bullya\": 1, \"pollux654321\": 1, \"kor\": 1, \"b\": 18, \"blessing\": 1, \"daughter\": 1, \"tuition\": 1, \"httpstkscot0vel\": 1, \"crox\": 1, \"gogo\": 1, \"ino\": 5, \"sep\": 4, \"okm1v\": 5, \"clerical\": 2, \"worldwide\": 16, \"kazakh\": 1, \"delegation\": 2, \"visit\": 3, \"sitra\": 2, \"headquarters\": 6, \"jsc\": 2, \"lem1s\": 6, \"635\": 2, \"811\": 2, \"806\": 3, \"rosendal\": 1, \"outoteccom\": 2, \"eila\": 4, \"paatela\": 2, \"corporate\": 24, \"tel\": 13, \"529\": 2, \"400\": 4, \"817198\": 2, \"242\": 3, \"family\": 8, \"economy\": 10, \"alternative\": 5, \"save\": 10, \"money\": 16, \"abp\": 12, \"114\": 10, \"itv\": 5, \"mull\": 2, \"canada\": 8, \"entertainment\": 6, \"0\": 16, \"infrastructure\": 21, \"environment\": 14, \"qualcomm\": 6, \"firstquarter\": 5, \"certain\": 8, \"61\": 15, \"association\": 12, \"figure\": 19, \"brewery\": 12, \"outotec\": 25, \"zinc\": 7, \"roaster\": 1, \"cleaning\": 3, \"sulphuric\": 2, \"acid\": 2, \"ozk\": 1, \"kardzhali\": 1, \"smelter\": 3, \"bulgaria\": 2, \"legal\": 7, \"finance\": 19, \"step\": 8, \"examine\": 3, \"benefit\": 6, \"transfer\": 40, \"govern\": 1, \"law\": 7, \"383\": 2, \"kiosk\": 2, \"cinema\": 4, \"suffer\": 6, \"server\": 10, \"user\": 18, \"account\": 28, \"desktop\": 3, \"application\": 50, \"remote\": 3, \"access\": 16, \"pvt\": 5, \"1062\": 2, \"switch\": 2, \"converter\": 3, \"whilst\": 2, \"manufacturing\": 38, \"filter\": 8, \"tip\": 7, \"range\": 37, \"011200\": 1, \"al\": 2, \"size\": 14, \"100120\": 1, \"300\": 9, \"1200\": 3, \"eur45\": 4, \"eur46\": 5, \"euro742\": 1, \"euro735\": 1, \"selling\": 4, \"precision\": 4, \"tube\": 5, \"component\": 23, \"carl\": 2, \"froh\": 1, \"arque\": 1, \"altogether\": 6, \"counter\": 6, \"strength\": 9, \"sanoma\": 29, \"erkki\": 4, \"jarvinen\": 1, \"rautakirja\": 2, \"leave\": 14, \"task\": 4, \"similar\": 10, \"outside\": 19, \"20000\": 5, \"commercial\": 27, \"shopping\": 13, \"liljeholmen\": 1, \"stockholm\": 17, \"feature\": 14, \"ethibel\": 1, \"pioneer\": 2, \"innov\": 1, \"list\": 31, \"131\": 7, \"mode\": 3, \"dnb\": 3, \"nord\": 1, \"norway\": 18, \"buyer\": 11, \"citadele\": 2, \"strategic\": 22, \"document\": 6, \"pietiek\": 1, \"vacon\": 9, \"norwegian\": 16, \"scandinavian\": 6, \"ses\": 1, \"ac\": 8, \"caixabank\": 4, \"banco\": 2, \"bpi\": 4, \"sudden\": 1, \"optimism\": 1, \"iphone\": 10, \"that\": 5, \"is\": 2, \"bad\": 10, \"lift\": 19, \"httpstcooktcw4yib5\": 1, \"seller\": 9, \"oras\": 1, \"shareholding\": 4, \"respectively\": 24, \"downside\": 8, \"careful\": 3, \"dollar\": 11, \"vs\": 1, \"move\": 24, \"backlog\": 3, \"gross\": 10, \"stay\": 9, \"healthy\": 4, \"lankapaja\": 1, \"sheetmetal\": 1, \"2011\": 65, \"insurer\": 10, \"axa\": 4, \"par\": 5, \"cs\": 4, \"slide\": 14, \"535\": 2, \"1415\": 2, \"ing\": 3, \"source\": 14, \"isoprene\": 1, \"tree\": 5, \"specie\": 1, \"hevea\": 1, \"brasiliensis\": 1, \"know\": 20, \"rubber\": 1, \"12month\": 15, \"eur10\": 9, \"eur28\": 1, \"fortum\": 18, \"wastefire\": 1, \"brista\": 1, \"combine\": 34, \"heat\": 13, \"chp\": 3, \"biofuelsbase\": 1, \"vartan\": 2, \"regional\": 7, \"label\": 3, \"universal\": 1, \"sony\": 2, \"warner\": 1, \"emi\": 1, \"rotana\": 1, \"mazzika\": 1, \"melody\": 1, \"platinum\": 2, \"aggregator\": 1, \"orchard\": 1, \"thousand\": 6, \"independent\": 7, \"575000\": 3, \"provision\": 4, \"downsize\": 1, \"lure\": 3, \"ireland\": 6, \"950mn1\": 1, \"000\": 25, \"tallinnbased\": 2, \"aero\": 2, \"23335\": 2, \"608\": 2, \"route\": 19, \"356\": 2, \"message\": 10, \"supermarket\": 6, \"axe\": 5, \"noncore\": 2, \"uk\": 35, \"assets\": 1, \"tsco\": 1, \"httpstcobmvhcrwrea\": 1, \"km\": 7, \"anasmotet\": 1, \"e20\": 1, \"junction\": 1, \"marieholm\": 1, \"e45\": 1, \"suppliers\": 1, \"perlos\": 1, \"complex\": 10, \"rs\": 2, \"365\": 4, \"crore\": 3, \"samsung\": 8, \"occupy\": 5, \"98\": 7, \"eur5\": 16, \"solidium\": 8, \"1623\": 2, \"2535\": 2, \"41\": 14, \"aktia\": 9, \"laitinen\": 1, \"triple\": 4, \"yearago\": 7, \"939\": 4, \"1373\": 2, \"skx\": 1, \"imply\": 2, \"eur7\": 9, \"subscriber\": 7, \"nation\": 2, \"picture\": 1, \"blog\": 2, \"secure\": 16, \"file\": 9, \"online\": 23, \"fill\": 4, \"backup\": 3, \"boring\": 1, \"eur70\": 1, \"dampen\": 1, \"airline\": 19, \"juniper\": 2, \"tumble\": 5, \"q1\": 23, \"warn\": 12, \"cisco\": 2, \"httpstcon8x8bplj1e\": 1, \"jnpr\": 2, \"csco\": 3, \"fcc\": 1, \"kevin\": 2, \"martin\": 4, \"require\": 12, \"extend\": 13, \"deregulatory\": 1, \"rule\": 10, \"telecom\": 28, \"intu\": 1, \"divestment\": 11, \"httpstcodr5banun2u\": 1, \"275000\": 1, \"395000\": 1, \"270000\": 1, \"388000\": 1, \"ethanol\": 4, \"barley\": 1, \"shortlive\": 1, \"brewer\": 2, \"275\": 2, \"tieup\": 3, \"relinquish\": 1, \"core\": 13, \"raiso\": 1, \"cholesterol\": 2, \"benecol\": 3, \"estonia\": 29, \"delighted\": 3, \"intel\": 6, \"handheld\": 2, \"capabilitie\": 1, \"fast\": 13, \"parliament\": 2, \"grant\": 9, \"licence\": 6, \"nuclear\": 7, \"vianor\": 2, \"tire\": 7, \"truck\": 8, \"part\": 10, \"httpstcozmdg0fb3i7\": 1, \"fingerfriendly\": 1, \"opinion\": 10, \"recommendable\": 1, \"nokian\": 9, \"z\": 2, \"g2\": 1, \"adac\": 3, \"judgement\": 2, \"tyre\": 11, \"automobile\": 2, \"largely\": 2, \"disappointment\": 4, \"refine\": 3, \"948\": 2, \"barrel\": 3, \"shipping\": 20, \"ebit\": 17, \"amid\": 6, \"tanker\": 4, \"rate\": 38, \"analytic\": 2, \"derive\": 4, \"primary\": 5, \"secondary\": 2, \"capman\": 32, \"heikki\": 4, \"westerlund\": 2, \"altia\": 2, \"jump\": 23, \"66\": 9, \"restructuring\": 8, \"eur13\": 11, \"dilute\": 4, \"01\": 15, \"thief\": 2, \"steal\": 3, \"smith\": 3, \"4914\": 1, \"4851\": 2, \"switzerland\": 4, \"synosia\": 1, \"therapeutic\": 4, \"biotie\": 6, \"therapie\": 2, \"1294\": 1, \"type\": 17, \"allstock\": 1, \"status\": 8, \"barleycorn\": 1, \"resource\": 22, \"marketing\": 22, \"finish\": 7, \"whitbread\": 4, \"shall\": 11, \"relate\": 38, \"allow\": 15, \"young\": 2, \"owner\": 27, \"lse\": 9, \"diabetes\": 2, \"combination\": 5, \"faces\": 1, \"fda\": 10, \"rebuff\": 1, \"sverige\": 5, \"burden\": 4, \"juha\": 8, \"haapakoski\": 1, \"editorinchief\": 1, \"budget\": 5, \"responsibility\": 7, \"publisher\": 9, \"vote\": 12, \"2001\": 8, \"lawmaker\": 1, \"nihd\": 1, \"insider\": 2, \"wrong\": 3, \"blinkbox\": 3, \"book\": 28, \"japan\": 16, \"asahi\": 3, \"submit\": 2, \"grolsch\": 2, \"peroni\": 2, \"yomiuri\": 1, \"finnfund\": 1, \"alteams\": 1, \"tullow\": 2, \"suspend\": 4, \"parallel\": 1, \"compulsory\": 1, \"assa\": 2, \"abloy\": 2, \"neutral\": 5, \"174\": 1, \"crown\": 5, \"247\": 2, \"lock\": 2, \"1692008\": 1, \"1332\": 1, \"espoo\": 18, \"1330\": 2, \"prime\": 14, \"minister\": 17, \"pursue\": 6, \"focused\": 1, \"consumercustomer\": 1, \"costco\": 3, \"premier\": 4, \"httpstcofa5cnh2t0\": 1, \"e\": 9, \"amazon\": 4, \"declare\": 3, \"well\": 20, \"ever\": 1, \"black\": 7, \"cyber\": 2, \"kindle\": 1, \"httpstkscocetw\": 1, \"engadget\": 1, \"amzn\": 16, \"von\": 2, \"koskull\": 2, \"oversee\": 1, \"merchant\": 5, \"institution\": 10, \"recent\": 14, \"trouble\": 10, \"simply\": 3, \"neteller\": 2, \"cheap\": 6, \"forest\": 30, \"ponsse\": 10, \"pon1v\": 1, \"eur6\": 10, \"eur9\": 1, \"calendar\": 4, \"factor\": 11, \"percentage\": 8, \"category\": 9, \"browse\": 2, \"handset\": 22, \"activate\": 5, \"dwt\": 2, \"robust\": 1, \"inclusion\": 2, \"unveil\": 6, \"codename\": 1, \"affecto\": 13, \"inbevs\": 3, \"unlikely\": 1, \"hsbc\": 7, \"evasion\": 1, \"eur1520\": 1, \"advise\": 3, \"cogeneration\": 1, \"lithuania\": 13, \"secondbigg\": 1, \"kauna\": 2, \"supervise\": 1, \"sppibuilde\": 1, \"sweet\": 1, \"52week\": 1, \"justifie\": 1, \"weir\": 1, \"manavigatorseptember\": 1, \"2010kemira\": 1, \"indian\": 12, \"jv\": 2, \"ivrcl\": 4, \"chemical\": 20, \"kra1v\": 2, \"tuesday\": 25, \"ink\": 3, \"joint\": 30, \"bom\": 1, \"530773\": 1, \"trace\": 2, \"toxic\": 3, \"osmium\": 2, \"tetroxide\": 2, \"coast\": 8, \"pernmeri\": 2, \"northernmost\": 2, \"gulf\": 5, \"bothnia\": 5, \"st\": 31, \"petersburg\": 29, \"primetass\": 1, \"producer\": 21, \"expansion\": 18, \"vsevolozhsk\": 2, \"leningrad\": 2, \"kim\": 3, \"gran\": 2, \"reporter\": 5, \"thursday\": 27, \"1100\": 5, \"mineral\": 6, \"mirabela\": 2, \"mineracao\": 1, \"brasil\": 2, \"ltda\": 1, \"cumerio\": 1, \"med\": 1, \"jsco\": 1, \"shortterm\": 6, \"rental\": 21, \"pkc\": 4, \"pkc1v\": 1, \"nutzfahrzeuge\": 1, \"harness\": 1, \"star\": 7, \"bus\": 3, \"spolka\": 1, \"zoo\": 1, \"poland\": 22, \"push\": 12, \"330\": 3, \"5029\": 1, \"nonrecurre\": 39, \"opening\": 1, \"prague\": 1, \"celebrate\": 1, \"2500passenger\": 1, \"dimension\": 2, \"185\": 5, \"length\": 3, \"170\": 6, \"perpendicular\": 1, \"2770\": 1, \"breadth\": 3, \"655\": 1, \"draught\": 1, \"goldman\": 10, \"sachs\": 10, \"negative\": 31, \"telenor\": 6, \"asa\": 6, \"osl\": 5, \"sto\": 8, \"tlsn\": 3, \"switchboard\": 1, \"directory\": 1, \"uptodate\": 3, \"contact\": 9, \"colleague\": 1, \"directly\": 3, \"conference\": 15, \"1400\": 4, \"satlan\": 1, \"broadcaster\": 1, \"iptv\": 1, \"usd5\": 1, \"commitment\": 10, \"partners\": 4, \"ii\": 7, \"rents\": 1, \"rent\": 2, \"modular\": 4, \"linkedin\": 2, \"httpstkscog1f4\": 1, \"lnkd\": 3, \"discussion\": 4, \"municipality\": 7, \"accountant\": 2, \"british\": 10, \"columbia\": 2, \"alberta\": 1, \"certify\": 4, \"washington\": 2, \"revise\": 1, \"trx\": 1, \"httpstksco1kkk\": 1, \"cross\": 10, \"traceyryniec\": 1, \"wwg\": 1, \"kaman\": 1, \"catalyst\": 6, \"segment\": 25, \"polyolefin\": 1, \"electricity\": 16, \"350\": 2, \"megawatt\": 2, \"mw\": 9, \"usa\": 14, \"italy\": 13, \"netherlands\": 4, \"austria\": 5, \"belgium\": 8, \"czech\": 15, \"republic\": 13, \"serbia\": 1, \"ukraine\": 7, \"portugal\": 1, \"south\": 14, \"korea\": 5, \"liechtenstein\": 2, \"commerce\": 4, \"department\": 16, \"worsethanexpected\": 2, \"spending\": 3, \"waste\": 9, \"recycling\": 5, \"lassila\": 10, \"tikanoja\": 10, \"dubna\": 1, \"moscow\": 15, \"355\": 3, \"298\": 3, \"8543250\": 1, \"ahlstrom\": 23, \"stalwart\": 1, \"fade\": 1, \"tietoenator\": 10, \"quickly\": 4, \"australian\": 1, \"grind\": 5, \"sulfide\": 1, \"bahia\": 2, \"suominen\": 14, \"competitiveness\": 6, \"flexible\": 12, \"packaging\": 27, \"intertek\": 3, \"a347\": 1, \"25688\": 3, \"yearearli\": 1, \"24592\": 2, \"oem\": 1, \"wimax\": 1, \"virgin\": 1, \"transportation\": 15, \"reorganisation\": 9, \"soosalu\": 1, \"attention\": 3, \"resident\": 4, \"privacy\": 4, \"aleksandri\": 2, \"youk\": 5, \"little\": 11, \"specialist\": 7, \"dozen\": 2, \"metro\": 6, \"wwwmosmetroru\": 1, \"smart\": 3, \"card\": 8, \"magnetic\": 1, \"1998\": 2, \"volvo\": 1, \"cooperation\": 32, \"latin\": 9, \"sixmonth\": 7, \"eur17\": 5, \"eur1149\": 1, \"categorically\": 1, \"wahlroos\": 3, \"rsa\": 4, \"oppohjola\": 5, \"adequacy\": 2, \"ratio\": 11, \"121\": 4, \"tier\": 1, \"eijken\": 1, \"colourful\": 1, \"individualise\": 1, \"dji\": 1, \"overbought\": 4, \"axp\": 5, \"cvx\": 1, \"ibm\": 6, \"intc\": 3, \"httpstcowmy1pnomjf\": 1, \"court\": 14, \"seven\": 8, \"asphalt\": 5, \"lion\": 4, \"cartel\": 5, \"ramirent\": 16, \"rmr1v\": 4, \"eur65\": 3, \"eur342\": 1, \"januaryjune\": 18, \"dpz\": 2, \"flag\": 5, \"poor\": 11, \"white\": 2, \"locatrix\": 1, \"communications\": 10, \"web\": 14, \"interface\": 6, \"track\": 10, \"twig\": 4, \"users\": 1, \"browser\": 3, \"indicate\": 10, \"willingness\": 1, \"8036\": 2, \"christmas\": 7, \"satin\": 1, \"bow\": 2, \"dress\": 3, \"style\": 3, \"outfit\": 1, \"wear\": 2, \"victoria\": 2, \"beckham\": 1, \"paris\": 4, \"hilton\": 3, \"prom\": 1, \"91\": 7, \"106\": 3, \"eur400\": 2, \"oulu\": 14, \"suoman\": 7, \"lnhikauppa\": 1, \"sa\": 2, \"lidl\": 2, \"tele\": 1, \"tallink\": 7, \"chile\": 2, \"argentina\": 1, \"mexico\": 8, \"adoption\": 1, \"ethernet\": 3, \"adopter\": 1, \"backhaul\": 1, \"tendency\": 1, \"sum\": 11, \"10mn\": 3, \"we\": 11, \"1297\": 1, \"pershare\": 2, \"subscribe\": 21, \"afx\": 25, \"brokers\": 1, \"collate\": 1, \"499\": 3, \"154\": 4, \"blame\": 4, \"rival\": 18, \"overproduction\": 1, \"schroder\": 1, \"depress\": 1, \"quartal\": 1, \"own\": 36, \"2094063\": 1, \"519\": 2, \"jnrvisuomen\": 3, \"portti\": 3, \"planning\": 13, \"sodium\": 1, \"nitrite\": 1, \"httpstkscotmu\": 1, \"slid\": 2, \"eur86\": 2, \"1134\": 2, \"eur91\": 2, \"lemiste\": 2, \"knowledgebase\": 1, \"3300\": 1, \"54\": 9, \"lo\": 2, \"pnrnit\": 1, \"supervisory\": 3, \"mainor\": 1, \"addon\": 2, \"instrumentation\": 1, \"electrification\": 2, \"metso\": 26, \"geographic\": 2, \"continued\": 2, \"brno\": 1, \"lender\": 4, \"samas\": 2, \"poh1s\": 3, \"svenska\": 1, \"handelsbanken\": 2, \"shb\": 1, \"eur160\": 2, \"usd213\": 1, \"86000\": 1, \"coated\": 3, \"16mn\": 2, \"211\": 5, \"ge\": 3, \"bph\": 1, \"alior\": 1, \"diameter\": 1, \"protocol\": 3, \"ietf\": 2, \"rfc\": 2, \"3588\": 1, \"3539\": 1, \"freenet\": 4, \"71\": 9, \"frankfurt\": 5, \"65\": 14, \"hope\": 12, \"drillisch\": 2, \"varma\": 3, \"recipient\": 2, \"earningsrelate\": 1, \"tendering\": 1, \"gts\": 2, \"mandate\": 1, \"178\": 3, \"eur22\": 2, \"latvia\": 16, \"bakery\": 2, \"few\": 4, \"g\": 20, \"version\": 8, \"kalnapiliotauro\": 2, \"grupe\": 2, \"kalnapilistauras\": 2, \"unibrew\": 2, \"2518\": 1, \"2374\": 1, \"405\": 1, \"219\": 4, \"sds\": 2, \"146\": 1, \"1532\": 1, \"pick\": 12, \"httpstksco3eik\": 1, \"11c\": 1, \"httpstksco3eil\": 1, \"turkey\": 8, \"sales\": 12, \"pcs\": 2, \"guatemala\": 1, \"telgua\": 1, \"code\": 6, \"multiple\": 5, \"cdma\": 1, \"gsm\": 1, \"2003\": 11, \"httpstcoj3uhts022\": 1, \"lt\": 14, \"322\": 2, \"477\": 2, \"353\": 3, \"523\": 2, \"dukat\": 1, \"palace2\": 1, \"comparable\": 18, \"eur510\": 2, \"eur860\": 2, \"babcock\": 1, \"africa\": 12, \"harvester\": 4, \"electrical\": 10, \"fortune\": 1, \"ssh\": 9, \"initiate\": 8, \"bear\": 11, \"fruit\": 1, \"lang\": 2, \"kone\": 20, \"repair\": 3, \"elevator\": 11, \"federal\": 7, \"courthouse\": 2, \"saltonstall\": 2, \"mikko\": 2, \"saavalainen\": 1, \"comptel\": 18, \"conclude\": 9, \"gibtelecom\": 1, \"perfect\": 2, \"illustration\": 1, \"regulatory\": 4, \"challenge\": 7, \"face\": 15, \"oss\": 4, \"x201a\": 8, \"593\": 3, \"011\": 4, \"abroad\": 7, \"letter\": 9, \"affair\": 2, \"estonian\": 12, \"entitle\": 4, \"voluntary\": 2, \"vehicle\": 15, \"seat\": 15, \"httpstconpakc3u6gs\": 1, \"100mn150mn\": 2, \"perrigo\": 1, \"380\": 2, \"lot\": 13, \"er\": 3, \"entirely\": 2, \"intensive\": 1, \"convert\": 4, \"technologically\": 1, \"territory\": 7, \"r\": 4, \"shed\": 3, \"162\": 2, \"1273\": 4, \"upmkymmene\": 19, \"080\": 2, \"1864\": 2, \"018\": 2, \"557\": 2, \"1214\": 2, \"1655\": 2, \"parnu\": 2, \"trow\": 1, \"ascend\": 4, \"triangle\": 5, \"bias\": 2, \"breakout\": 25, \"httpstkscog0ls5\": 1, \"necessary\": 6, \"eur32\": 1, \"surveillance\": 2, \"infect\": 1, \"malware\": 3, \"httpstcotohleq8fk6\": 1, \"httpstco5pr4cbtvvy\": 1, \"pleased\": 12, \"bjorn\": 2, \"accept\": 1, \"nomination\": 6, \"eur25\": 4, \"blue\": 5, \"whitecollar\": 2, \"terminate\": 2, \"cap\": 17, \"eur12\": 7, \"payable\": 4, \"achievement\": 1, \"2510\": 1, \"2814\": 1, \"preempt\": 1, \"mohammed\": 1, \"zainalabedin\": 1, \"zain\": 1, \"bahrain\": 1, \"cold\": 4, \"gundlach\": 1, \"slams\": 1, \"ipad\": 5, \"mini\": 1, \"httpstkscobdqv\": 1, \"avgo\": 1, \"great\": 20, \"stk\": 1, \"httpstkscor2f3h\": 1, \"mika\": 5, \"korpinen\": 1, \"apac\": 1, \"demonstrate\": 4, \"importance\": 3, \"reliable\": 2, \"timetomarket\": 1, \"asda\": 3, \"discounter\": 2, \"continueskantar\": 1, \"companyoeur\": 1, \"romanian\": 1, \"lei\": 1, \"198\": 2, \"mln1\": 1, \"56\": 6, \"cutlery\": 5, \"tool\": 19, \"fiskar\": 32, \"fisas\": 5, \"redundant\": 11, \"iittala\": 4, \"instal\": 9, \"american\": 17, \"119\": 7, \"operative\": 5, \"53mn\": 2, \"3auto\": 1, \"uks\": 4, \"equitybacke\": 1, \"jarmo\": 6, \"honkamaa\": 1, \"refining\": 6, \"promising\": 2, \"viewpoint\": 1, \"hack\": 4, \"extra\": 4, \"nefarious\": 2, \"tweet\": 3, \"surfer\": 2, \"mouse\": 2, \"cursor\": 2, \"closed\": 2, \"texas\": 6, \"postel\": 1, \"distributor\": 7, \"longstanding\": 2, \"before\": 6, \"christ\": 11, \"adsk\": 1, \"morning\": 17, \"chambersburg\": 1, \"citrix\": 1, \"ctxs\": 2, \"mizuho\": 1, \"httpstcov7lkq08flp\": 1, \"sharestocknews\": 1, \"commodity\": 4, \"stockmarket\": 2, \"httpstcovm32d3m9xi\": 1, \"httpstcocvkojk05xn\": 1, \"flagship\": 3, \"manhattan\": 1, \"flatiron\": 1, \"district\": 10, \"toy\": 2, \"avenue\": 3, \"sp\": 4, \"downgrade\": 11, \"bailout\": 1, \"adjustment\": 8, \"redelivery\": 1, \"tonnage\": 1, \"ems\": 7, \"field\": 14, \"administrator\": 3, \"irish\": 4, \"residentialconstruction\": 1, \"contempus\": 1, \"693\": 1, \"bbby\": 2, \"httpstcooa0loirijl\": 1, \"thestreet\": 1, \"740\": 1, \"upper\": 3, \"bed\": 4, \"breakfast\": 3, \"welcome\": 10, \"dart\": 3, \"dallascity\": 1, \"fcu\": 1, \"merge\": 12, \"xlf\": 3, \"httpstksco1kj9\": 1, \"skf\": 4, \"hedge\": 2, \"50mas\": 1, \"slope\": 1, \"cumulative\": 1, \"482\": 1, \"531\": 1, \"192007\": 1, \"availability\": 2, \"kgroup\": 1, \"lgu\": 1, \"undisclosed\": 5, \"output\": 12, \"72\": 9, \"mwe\": 1, \"atria\": 19, \"african\": 2, \"mutual\": 5, \"mf\": 1, \"velimatti\": 1, \"mattila\": 1, \"income\": 31, \"314\": 2, \"spread\": 5, \"iran\": 2, \"iraq\": 1, \"competition\": 20, \"finalize\": 6, \"simdax\": 1, \"authorisation\": 3, \"affectogenimap\": 3, \"halve\": 2, \"spin\": 1, \"chinese\": 8, \"salo\": 2, \"newlyforme\": 1, \"hong\": 9, \"kongliste\": 1, \"meadville\": 4, \"amea\": 2, \"narrow\": 22, \"169\": 1, \"223\": 2, \"232\": 5, \"biohit\": 17, \"healthcare\": 8, \"ukbased\": 1, \"liquid\": 13, \"teva\": 2, \"generic\": 1, \"heartburn\": 1, \"1dairy\": 1, \"crest\": 1, \"morrison\": 11, \"milk\": 1, \"distinct\": 1, \"supermarkets\": 1, \"supermercado\": 1, \"eukor\": 1, \"sole\": 7, \"rollon\": 1, \"rolloff\": 1, \"wallhamn\": 1, \"octoberdecember\": 1, \"302\": 5, \"253\": 3, \"intake\": 3, \"rapid\": 6, \"wide\": 11, \"initially\": 5, \"exactly\": 1, \"happen\": 8, \"weekday\": 1, \"haven\": 2, \"baker\": 1, \"remind\": 1, \"easter\": 2, \"tradition\": 2, \"wheat\": 1, \"rice\": 1, \"pie\": 1, \"different\": 19, \"httpstcoc72llmpinm\": 1, \"httpstcofpfbytypuy\": 1, \"knowledge\": 3, \"contribution\": 2, \"juhani\": 5, \"hanninen\": 1, \"rug1v\": 